<?php
header("Access-Control-Allow-Origin: *");
header("Content-Type: application/json; charset=UTF-8");

$outp = '[ {"name":"Вимог до переказів валюти українцями поменшало","icon":"compass.jpg", "desc":"НБУ спростив процедуру валютних переказiв. Надсилати доляри та євро стало простiше.", "price":145},'.
			'{"name":"Кінець мрії про Європу","icon":"hunting.jpg", "desc":"Несподівана заява президента Єврокомісії стала холодним душем для багатьох українців Жан-Клод Юнкер уперше публічно визнав, що у найближчі 20 - 25 років Україна не зможе набути членство в Євросоюзі.)", "price":1269},'.
			'{"name":"Як найкраще фотографувати людей, які сплять.", "icon":"butterflyFlag.jpg", "desc":"Видання National Geographic показало найкращі фото, на яких продемонстровані люди, котрі сплять.", "price":30} ]';
echo($outp);

  $outp = '[ {"name":"Вимог до переказів валюти українцями поменшало", "desc":" НБУ спростив процедуру валютних переказiв. Надсилати доляри та євро стало простiше.", "foto":"0", "href":"#"},
            '{"name":"Кінець мрії про Європу", "desc":"  Несподівана заява президента Єврокомісії стала холодним душем для багатьох українців Жан-Клод Юнкер уперше публічно визнав, "+
             "що у найближчі 20 - 25 років Україна не зможе набути членство в Євросоюзі.", "foto":0, "href":"#"},'.
            '  {"name:"Як найкраще фотографувати людей, які сплять.", "desc":"Видання National Geographic показало найкращі фото, на яких продемонстровані люди, котрі сплять.", "foto":"1", "href":"FotoOfPeopels.html"} ]';
  echo($outp);
?>